import 'package:second_app/models/quiz_question.dart';
const questions =[
QuizQuestion('какая песня стала мемом августа?',
[
  'cерега-пират',
  'дааамы и господа',
  'повелитель библиотеееееек',
  'роме сегодня исполняется 40 лееет',
  
]
),
QuizQuestion('какую фразу использовала чтобы описать чувства?',
[
  'ты мне нравишься',
  'береги себя',
  'найс луна сегодня',
]),
  QuizQuestion('насколько я люблю тебя?', 
  [
    ' что трудно дышать',
    'что усиливается сердцебиение',
    'что можно погибнуть и воскреснуть',
  ]),
  QuizQuestion('как ты впечатлил меня в моле?',[

    'целовал каждую 0,1sec',
    'болтали и находили общие интересы',
    'приседал пока ждали такси',
  ]),

    QuizQuestion('в качестве кого ты рядом?' ,[

'стимула',
'мальчика-тамагочи',
'моей первой и единственной настоящей любви',
'в качестве жертвы 47 лет кринжа',
    ]),

    QuizQuestion( 'почему именно ты  ?',[
      
      'потому что так решил бог чилла',
      'потому что умный',
      'потому что прикупил огромный байк',
      'а кто если не ты!',

    ]),

    QuizQuestion('что я скажу тебе через 47лет', [
      'котик я хочу тебя',
      'спасибо тебе за утро.. длинною в жизнь',
      'котик если что ..я девственница',
    ]),


];